[
  {
    "id": 1,
    "userImage": "https://i.pinimg.com/474x/c3/d8/fe/c3d8fe29f00e7459daecf0a2abcc6359.jpg",
    "user": "john29",
    "text": "Been using Pro Formula reishi from Reishi Essence with very positive results. After many visits to doctors and specialists, they couldn't find what was wrong with me except the fact that I need to eat healthier and be more active. I have low metabolism overall so I experienced fatigue, lack of stamina and energy. I just wasn't feeling like myself for many years. Upon the recommendation of an eastern medicine physician to try Pro Formula, I felt the improvement overtime. Now, I am back to where I was years ago, just feeling normal and find enjoyment in doing things I used to do. Note that I tried other cheaper reishi but I kept coming back to Pro Formula reishi as I felt a reduction to my improvement while trying other brands. I am sure there is a reason it is recommended in the first place.",
    "rating": "&#x2605;&#x2605;&#x2605;&#x2605;&#x2729;"
  },
  {
    "id": 2,
    "userImage": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTqVejBlTvXVsFgC8eSXmDAseuMiLq0JRzpSVHjvAJEu2vPE05FKBYfKv6tW4nt4VDg2zg&usqp=CAU",
    "user": "rick01",
    "text": "I started taking ganoderma almost two years ago when a friend suggested I try ganocafe. I had no idea what it was, and didn't expect any results. After a month, so many of the digestive problems that I had seen countless gastro doctors for disappeared and my energy levels were notable. I used to take one-hour naps every day, but a few weeks after taking the ganoderma I realized I hadn't taken a nap once. I used to get colds and flu two to three times a year and had bad asthma when exercising. I have not been sick once since taking Ganoderma and my asthma has improved considerably, though it has not disappeared. I now use plain reishi mushroom powder in decaf coffee because ganocafe was too expensive. I am usually a big believer in science and I don't buy into natural medicine, but this was a game-changer for me. I took it reluctantly, not even knowing what it was good for, and was so surprised by the benefits. I am a big advocate of this stuff for those who don't have diseases that it interferes with. I have no diagnosed diseases other than asthma, so I recommend anyone talk to their doctor before taking it if they they are on prescribed medications.",
    "rating": "&#x2605;&#x2605;&#x2605;&#x2605;&#x2729;"
  },
  {
    "id": 3,
    "userImage": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQUusRKVyyE9wC334sCttzNhw-ELKZLqRhg9le7driVdaumOwGAa0IuhkIDNBxTLatCoa4&usqp=CAU",
    "user": "john43",
    "text": "elizabethchua602atyahoocom- I had experience ulcer way back 2005 and I vomited a lot whenever food came in my stomach, not even a piece of bread nor small fruit can go in. My stools had blood. I can't even walk 10 meters from where I stand. Then a friend introduce Lingzhi. I used the 1-2-4-6 technique of the capsules. There's an interaction within my body that made me shiver. And after awhile, I felt like my inner body was regenerating itself. I slept for hours like I never had sleep before. When I woke up, my body was looking for food. I ate soft food like congee and later that day, I slowly taking medium hard then hard food. What I experienced is my second chance of life. I never had any attack of ulcer ever since. Until now, I maintain the capsules and the coffee that contains lingzhi for supplement.",
    "rating": "&#x2605;&#x2605;&#x2605;&#x2605;&#x2729;"
  },
  {
    "id": 4,
    "userImage": "https://images.unsplash.com/photo-1613940101993-1dd7222b397c?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8Y29vbCUyMGJveXxlbnwwfHwwfHw%3D&w=1000&q=80",

    "user": "john29",
    "text": "I began a daily regimen of (Mushroom Harvest) Reshi, Lions Mane and Cordyceps ~ 1000-1500mg after finally recognizing a cutaneous melanoma on my back as serious. A dermatologist cut it all out but I also had nail bed streaks and apparent nodular melanoma on my arm. I have been on the reishi over a year and have added periodic Chaga. I believe that the mushrooms have helped to fade mitigate/ameliorate other symptoms including cardiac arrhythmia, dizziness, mental confusion/memory loss and essential tremor.",
    "rating": "&#x2605;&#x2605;&#x2605;&#x2605;&#x2729;"
  },
  {
    "id": 5,
    "userImage": "https://images.unsplash.com/photo-1549163815-c0b418c0cfaa?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8Y29vbCUyMGJveXxlbnwwfHwwfHw%3D&w=1000&q=80",

    "user": "john29",
    "text": "Reishi is amazing in complementing my treatment for breasts cancer. Under my doctor's supervision, I have been taking Pro Formula Reishi since my treatment started. My cancer is now in remission but I keep taking Pro Formula to maintain and prevent relapses.",
    "rating": "&#x2605;&#x2605;&#x2605;&#x2605;&#x2729;"
  },
  {
    "id": 6,
    "userImage": "https://images.unsplash.com/photo-1611637576109-b6f76185ec9b?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8N3x8Ym95c3xlbnwwfHwwfHw%3D&w=1000&q=80",

    "user": "john29",
    "text": "I have been taking spore powder ganoderma for 1.5 months. I have now started experiencing watery diarrhea for 7 days now and was told that I'm detoxifying. I have bad stomach pains so terribly bad that I had to stop taking it.",
    "rating": "&#x2605;&#x2605;&#x2605;&#x2605;&#x2729;"
  }
]
